[
  {
    "id": "resource1",
    "type": "Blog",
    "title": "Promoting Gender Equality Through Community Action",
    "excerpt": "How community‑led approaches are advancing gender equality in rural Ghana.",
    "body": "<p>Gender equality is not just a moral imperative; it is a catalyst for community transformation. In our work across Ghana, we’ve seen how empowering women and men to work together leads to more inclusive decision‑making and stronger outcomes. This blog explores strategies for promoting gender equality through grassroots action.</p><p>From establishing women’s savings groups to supporting men as champions for change, community‑driven approaches build trust and break down harmful norms. We share lessons learned from projects where women took on leadership roles in local committees and negotiated for better access to resources and services.</p><p class=\"[TODO: add more content]\"></p>",
    "categories": ["Gender", "Livelihood"],
    "tags": ["gender equality", "community"],
    "coverImage": "resource1.png",
    "author": "Sarah Naa Dedei Agbey",
    "publishDate": "2025-08-05"
  },
  {
    "id": "resource2",
    "type": "Report",
    "title": "Renewable Energy Adoption in Ghana: Lessons Learned",
    "excerpt": "A comprehensive report on the successes and challenges of renewable microgrid projects.",
    "body": "<p>This report summarises findings from our renewable energy initiatives across Ghana’s remote communities. We detail technical specifications, financing models and community engagement strategies that contributed to reliable and affordable energy access.</p><p>Key lessons include the importance of building local capacity for maintenance, tailoring solutions to geographic conditions, and fostering strong partnerships with government and private sector players. The report provides recommendations for scaling renewable energy adoption nationwide.</p>",
    "categories": ["Energy", "Environmental Issues"],
    "tags": ["renewable energy", "policy"],
    "coverImage": "resource2.png",
    "author": "Growth Solutions Research Team",
    "publishDate": "2025-05-15"
  },
  {
    "id": "resource3",
    "type": "Manual",
    "title": "Livelihood Skills Training Manual",
    "excerpt": "Step‑by‑step guidance for trainers delivering livelihood skills programmes.",
    "body": "<p>This training manual offers practical guidance for facilitators leading livelihood skills workshops. It covers curriculum design, facilitation techniques, and evaluation methods. Each chapter includes sample exercises, discussion prompts and troubleshooting tips.</p><p>The manual is designed to be adapted to different contexts and participant groups, emphasising participatory learning and respect for local knowledge. Trainers are encouraged to integrate indigenous practices with modern techniques to foster sustainable income generation.</p>",
    "categories": ["Livelihood"],
    "tags": ["training", "manual"],
    "coverImage": "resource3.png",
    "author": "Growth Solutions",
    "publishDate": "2024-12-10"
  },
  {
    "id": "resource4",
    "type": "Blog",
    "title": "Strengthening Governance at the Local Level",
    "excerpt": "Practical strategies for enhancing transparency and participation in local governance.",
    "body": "<p>Transparent and accountable governance is the bedrock of sustainable development. In this article, we outline approaches that empower citizens to participate in decision‑making and hold authorities accountable.</p><p>We discuss the role of open data initiatives, community scorecards and social audits in fostering trust. Examples from our projects show how inclusive planning processes lead to policies that better reflect community priorities.</p>",
    "categories": ["Governance"],
    "tags": ["transparency", "participation"],
    "coverImage": "resource4.png",
    "author": "Sarah Naa Dedei Agbey",
    "publishDate": "2025-07-20"
  },
  {
    "id": "resource5",
    "type": "Report",
    "title": "Environmental Impact Assessment of Community Projects",
    "excerpt": "An evaluation of the ecological outcomes of our reforestation and agroforestry initiatives.",
    "body": "<p>This assessment examines the ecological outcomes of our community reforestation and agroforestry projects. It analyses changes in biodiversity, soil health and carbon sequestration over a three‑year period, drawing on field surveys and remote sensing data.</p><p>The report also outlines recommendations for future interventions and identifies areas where further research is needed. Our goal is to ensure that development activities deliver positive outcomes for both people and the planet.</p>",
    "categories": ["Environmental Issues"],
    "tags": ["impact assessment"],
    "coverImage": "resource5.png",
    "author": "Growth Solutions Research Team",
    "publishDate": "2024-11-01"
  },
  {
    "id": "resource6",
    "type": "Event",
    "title": "Upcoming Renewable Energy Workshop",
    "excerpt": "Join our hands‑on workshop on designing and maintaining community microgrids.",
    "body": "<p>Our hands‑on workshop will equip participants with the skills needed to design, build and maintain small‑scale renewable energy systems. Sessions will cover basic electrical concepts, solar and wind system components, battery management and safety protocols.</p><p>Participants will engage in practical exercises and group discussions, and will receive a certificate upon completion. Spaces are limited.</p>",
    "categories": ["Energy", "Livelihood"],
    "tags": ["workshop", "training"],
    "coverImage": "resource6.png",
    "author": "Growth Solutions Energy Team",
    "publishDate": "2025-09-01",
    "eventDate": "2025-11-10",
    "city": "Tamale, Ghana",
    "registrationUrl": "https://example.com/register-microgrid-workshop"
  }
]